Revit 2024 API
ParameterTypeId.ViewGraphSchedGridAppearance Property
 "Grid Appearance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ViewGraphSchedGridAppearance { get; }
Visual Basic
Public Shared ReadOnly Property ViewGraphSchedGridAppearance As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ViewGraphSchedGridAppearance {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace